[M_ClapTrapBeard MissionDefinition]
MissionName="A Barba Faz O Mago"
MissionDescription="O Claptrap precisa de uma barba mágica para aumentar seu poder.  Sendo um robô, é impossível crescer barba nele.<br><br>O Claptrap pediu para você matar alguns anões nas [place]Minas da Avareza[-place] atraindo-os até as máquinas pesadas.  Se você conseguir juntar um pouco de pelo facial resultante dessa matança, poderá confeccionar uma barba postiça pro Claptrap."
TurnInDescription="Se tiver uma barba e um cajado, você é um mago.  Se tiver uma túnica e um cavanhaque, será um feiticeiro.  Se tiver um roupão e um bigodão, não vão deixar você chegar perto de nenhuma escola..."
MissionSummary="Recolha os pelos faciais dos anões e faça uma barba postiça de mago para o Claptrap."
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText="O que é um mago sem pelos na cara?"

[M_ClapTrapBeard:CollectBeards MissionObjectiveDefinition]
ProgressMessage="Pelos recolhidos"

[M_ClapTrapBeard:CollectMagicBeard MissionObjectiveDefinition]
ProgressMessage="Consiga uma barba mágica"

[M_ClapTrapBeard:GetDwarvesDrunk MissionObjectiveDefinition]
ProgressMessage="Embriague os anões"

[M_ClapTrapBeard:GiveBeardClaptrap MissionObjectiveDefinition]
ProgressMessage="Entregue a barba ao Claptrap"

[M_ClapTrapBeard:LeadDwarvesMachinery MissionObjectiveDefinition]
ProgressMessage="Acabe com os anões"

[M_ClapTrapBeard:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClapTrapBeard:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClapTrapBeard:ObjSet_CollectBeards MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClapTrapBeard:Objset_CollectMagicBeard MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ClapTrapBeard:ObjSet_PutPiecesForge MissionObjectiveSetDefinition]
MissionSummaryOverride="Faça uma barba nova de mago para o Claptrap."
MissionDescriptionOverride="O Claptrap precisa de uma barba mágica para aumentar seu poder.  Sendo um robô, é impossível crescer barba nele.<br><br>\nDepois de juntar um pouco de pelos de barba de anões, o Claptrap pediu para você levá-los até a Forjabarbas 9000 e fazer uma barba novinha pra ele.\n"

[M_ClapTrapBeard:PutPiecesForge MissionObjectiveDefinition]
ProgressMessage="Coloque os pelos de barba na Forjabarbas 9000"

[M_ClapTrapBeard:StrikeForge MissionObjectiveDefinition]
ProgressMessage="Golpeie a forja"

